Repository: sonata-project/SonataBlockBundle
Catalog: src/Resources/translations/SonataBlockBundle.*.xliff
Languages: ar, fr, hu

# form.label_template
source: Template
ar: قالب
hu: Sablon

# form.label_content
source: Content
ar: محتوى
fr: Contenu
hu: Tartalom

# form.label_url
source: URL
ar: رابط

# form.label_title
source: Title
ar: عنوان
fr: Titre
hu: Cím

# form.label_code
source: Code
ar: نص برمجي
hu: Kód

# form.label_layout
source: Layout
ar: تَخطِيط
hu: Elrendezés

# form.label_class
source: CSS Class
ar: معرف CSS
fr: Classe CSS
hu: CSS osztály

# form.label_cache_policy
source: Cache policy
ar: سياسة ذاكرة التخزين المؤقت
hu: Gyorsítótár politika

# form.label_safe_labels
source: Safe labels
ar: تسميات آمنة
fr: Libellés sûrs
hu: Biztonságos címkék

# form.label_current_class
source: Current CSS Class
ar: معرف ال CSS الحالي
fr: Classe CSS de l'élément actuel du menu
hu: Jelenlegi CSS osztály

# form.label_first_class
source: First CSS Class
ar: أول معرف CSS
fr: Classe CSS du premier élément du menu
hu: Első CSS osztály

# form.label_last_class
source: Last CSS Class
ar: آخر معرف CSS
fr: Classe CSS du dernier élément du menu
hu: Utolsó CSS osztály

# form.label_menu_class
source: Menu CSS Class
ar: معرف ال CSS للقائمة
fr: Classe CSS du menu
hu: Menü CSS osztály

# form.label_children_class
source: Children CSS Class
ar: معرف ال CSS للأبناء
fr: Classe CSS des sous-menus

# form.label_menu_template
source: Menu Template
ar: قالب القائمة
fr: Template du menu
hu: Menü sablon

# form.label_translation_domain
source: Translation domain
ar: مجال الترجمة
fr: Domaine de traduction
hu: Fordítási domain

# form.label_icon
source: Icon
ar: أيقونة
fr: Icône
hu: Ikon

# sonata.block.container
source: Container
fr: Conteneur

# sonata.block.text
source: Simple text
fr: Texte

# sonata.block.rss
source: RSS feed
fr: Flux RSS

# sonata.block.template
source: Template
fr: Vue Partielle
